--
-- Copyright (c) 2022 by Ludicrous Speed, LLC
-- All rights reserved.
--
local provider={name=...,data=2,region="kr",faction=1,date="2022-03-04T06:55:16Z",currentRaid={["name"]="Sepulcher of the First Ones",["shortName"]="SFO",["bossCount"]=11},previousRaid=nil,db1={}}
local F

F = function() provider.db1["줄진"]={0,"Acasia","Ciel","Simens","노을","상대","서노기법사","속사포최가","슬립곰","앵기면뒈짐","엘롱","웃음부자","익힝","집이다","천지냥","칩이","칩이냐","칩이냐아","칩이다","칩이닷","칩이일까","칩이일껄","칩이일수도","칩이지렁","칩이지롱","파황단테","희찌코모리"} end F()
F = function() provider.db1["윈드러너"]={52,"Bluepoppy","Deathofhunte","Hitman","Rimariem","Sielly","Zziggy","검무마스터","데스뽀이나","데스포이나엘","두치","드루사비","리크","리필용","마스터악사","므히","민우야","보르카","불멸의이순신","사제오월이","샌츠","안티아크메이지","야수성사","야수흑형","우리감자님","자부리","정신차리라우","토템걸","하늘피쉬","함냥"} end F()
F = function() provider.db1["듀로탄"]={110,"Passun","고양이는참지않긔","류주","사만사","시련의시","앙버터","애셔","에넨","청부계약","칸드루이드","화이트팽"} end F()
F = function() provider.db1["하이잘"]={132,"Ancalime","Benpri","Bienvenue","Bighorn","Billieeilish","Chaosmaga","Cirno","Curveknight","Djryan","Dondurma","Eunsuya","Everflow","Hollowvoid","Joem","Kaldor","Lambfar","Lenabezas","Meloncookie","Naowh","Oktt","Overia","Qyzz","Ricecookie","Runemonarch","Saius","Shaca","Toluene","Violetpaint","Zaksal","가후","간달뿌","강령풍운","겨울방어맛있어","고기뜯고싶다","고상아","고오니","고운야학","고추먹고땡","곰같은힘이여","공대장님못생겼음","공허해라","광뭉법사","귀염꽃돌이","귀타기","그대의얼굴에심판","그슴","근성농부","긁긁응긁긁","긔업긔","김록희","까치킹","까칠이브","꼬꼬마나슈","꼬마키시","꽃미인","꾀러멜마끼아로","꾜용쀼용","꾸릉","낌기사","나두","나랑함께","나술사임","난힐을안준다니까","날수없는새","남리","냥꾼야옹야옹","너구죽이","네스프레소왓엘스","높은하늘아래","누밸","다맥","다살려버린당께","다큰꼬맹이","닥터가을","단강진","단샘","당의창고십","대두르이드","덤뿌","데니김","델리카토","도리도리악","둥이두리","드비토","디막","땅콩달팽이","떡잎마","똑땅똑땅모래시계","똘똘쿤","라디슬라바","라울냥","라임칩","라희리","레드건","렌느렌느","루드릭루크","류관","리봉주","리킥","마르아","마작","마지막잎새","마초킹전사","만달마","맑은노래","맴매디스펜서","먹물","메로나잘하는집","메로나학살자","메르시드","메탈안경","멜로영화","몽트럴","무굴추방자","무스무","무적귀환쿨","뮤비","므뮤므","미고랭","미소지나","미인엄마","미친연","바람의추적자아란","바보녀석일세","방탄커피","번개오소리","법사와린이","법사후니","별빛사탕","보이지도않는핑크","복숭아고란","복티","봄치레","봉칠이","북녘골성전사","북녘골십자군","북쪽왕관","분위기있는검무드","블루큐라소라떼","빌어무굴","빛이나를","빛좋은소살구","빠삐양조","뿌뇨","사라져볼게뿅","사랑해늑대","사제랑놀자","살벌한놈","살여자","상구우","상체","샤미샤미코코","서울숲신사뚱뚱이","설륌","성경읽는백구","섹시한파비","셀란데윈드위스퍼","소무그리","소설","손여름","솔리더스","솜주먹","송갬","숑숑","수도박스","수도잠탱이","수파두파","순심","술사는아저씨","술사돌쇠","술치링","술한잔생각나는밤","쉴드라고사","슈슝파팡","스니음","스트로베리빼빼로","시간을달리는판냥","시티즈스카이라인","신모라악마대장","싹슥","썰낙","아로그인안된다고","아로와나","아르테","아르티스트","아트돌진판테라","악마귀요미","악마맛크리스텔","악마악마악마","악쓰는채현","악질앙마","악큐브","안아프다니까요","안졸리던","알파몽","애플토리","야경꾼아가씨","야엘님","어제뭐했지","얼빵헌터","엄마가준비한식샤","에그찡","엠석","여왕샤샤","연주야미안해","염구염구","염주렌고쿠쿄쥬로","영락이","오늘만김해뒷고기","오륙도낚시꾼","오만이","오션피쉬","와꾸대장임","왕십리줄넘기","외계난민","요기베","요모기","용사맨","우리친하게지내자","유랑별","유키도적","유하독존","유한솔이","육두","윤아버지","율힘","이거강","이너프캔디","이잔","이틀","일리계","임빵","자몽주스","작아도매콤해","전부딜","전사엔드","정수리고수리","제일존엄크로미","제제예요","젠틀짱","조라스","조뽀엉","조조윙건담","졸린보솜","좋니","죄가많습니다","죽기야캄","죽음의회전목마","죽지않는노장","즈법","지평선너머둠빠따","진꿀","쯧슷즛슷","찡빵이","찾았다요녀석","천하무적김현정","천하무적참이슬","초코송이맛있다","최연치","최종명","칙령","친씨아","칠천사냥","카렌렌","캐일","콜드스푸링","콜딕","크림롤","타우렌수육국밥","탄탄쩐사","태지드래곤","탱굴","털개맨","토스트루","투나잇베베","트개","티바나","티안나","판다청단","포포러","폭풍의사수","푸른눈사냥꾼","프리아에","피와역병","핑퐁핑퐁","하늘눈","하늘처럼님","하이위즈","하이하랑","한번만기사","할와버지","함치르르","행복지원제도","행운의예감","혈죽","호두통조림","호랄레","화염혼","화옵","화이트젠틀","화초냥꾼","흉물사지","흑임자낙엽라떼","흥마가좋아"} end F()
F = function() provider.db1["불타는군단"]={740,"Liti","꿍꿍","덕암댁","마음은탈곳이없어","매지션제이나","미니스나","반란을꿈꾸는가","벼리할배","생석","송이슬","쌩뚱황제","에밀","엘브즈","제프하라","처럼","카일리에","콩알탄띠지","타래팬덩","행복회로","호오빵"} end F()
F = function() provider.db1["데스윙"]={780,"Chamuel","Rememberme","고개돌려랑","나도사제닷","다크헤이쳐","똘콩헌터","밤의비","샤일란","서부몰락지대농부","수목원알바중","아악","애사모이사","이레네","전투의외침","하양코마"} end F()
F = function() provider.db1["헬스크림"]={810,"게맛권","격룡신","경증힙스터","고술박","공허가넘쳐흐른다","김썩쏘","리비티아나","마스터아시아","수도미니","아벨라나","엣지하게","이나벨라","일단변신하고보자","종로끼순이","주하드포맷","중증힙스터","폴에이드리언디랙","피사소울","피사솔","하니전사","현실","호드를피하여","흑두"} end F()
F = function() provider.db1["굴단"]={856,"난초학","슐이슐이","흑마의참맛"} end F()
F = function() provider.db1["세나리우스"]={862,"늑대의시간","밥하다불낸년","쨔잔"} end F()
F = function() provider.db1["스톰레이지"]={868,"서니에버샤인","연두인린"} end F()
F = function() provider.db1["렉사르"]={872,"삶은계속되고","화수목"} end F()
F = function() provider.db1["가로나"]={876,"매운맛두부","시크","얼음도시의여왕"} end F()
F = function() provider.db1["와일드해머"]={882,"기사","안드인린","자이로스"} end F()
F = function() provider.db1["아즈샤라"]={888,"Neunghealing","구마기사","까칠까칠콩","몰프","바로미터","서초구뽀로로","오부엉","파자마그녀","햄토리링"} end F()
F = function() provider.db1["달라란"]={906,"꼬꼬무","수퍼헌터","흑대법사크크"} end F()
F = function() provider.db1["알렉스트라자"]={912,"이름짓는데삼십분"} end F()
F = function() provider.db1["말퓨리온"]={914,"뚱배"} end F()
F = function() provider.db1["노르간논"]={916,"광휘"} end F()

F = nil
RaiderIO.AddProvider(provider)
